"""
ПЕРЕДЕЛАТЬ ПОЛНОСТЬ!!!
НЕ АКТУАЛЬНА К НОВОЙ ВЕРСИИ РАБОТЫ
ТЕПЕРЬ АЛГОРИТМ РАБОТАЕТ ПО "ВЕСУ", А НЕ ПО ДЕРЕВУ

"""
animals= {
    "Азия": {
        "Вода": {},
        "Воздух": {
            "Мяса" : "G"
        },
        "Земля": {}
    },

    "Африка": {
        "Вода": {},
        "Воздух": {},
        "Земля": {}
    },

    "Северная Америка": {
        "Вода": {},
        "Воздух": {},
        "Земля": {}
    },

    "Южная Америка": {
        "Вода": {},
        "Воздух": {},
        "Земля": {}},

    "Австралия": {
        "Вода": {},
        "Воздух": {},
        "Земля": {}
    },

    "Евразия":{
        "Вода": {},
        "Воздух": {},
        "Земля": {}
    }
}