"""
ВОПРОСЫ
"""
questions = {
    "Где бы ты хотел жить?": {
        "Африка": 5,
        "Азия": 4,
        "Северная Америка": 2,
        "Южная Америка": 3,
        "Австралия": 2,
        "Евразия": 1
    },
    "Какая твоя стихия?" : {
        "Вода": 2,
        "Воздух": 1,
        "Земля": 3
    },
    "Какую еду предпочитаешь?" : {
        "Мясо": 2,
        "Фрукты/Овощи": 1,
        "Без разницы": 3
    },
    "Какой стиль жизни тебе нравится?" : {
        "Активный": 4,
        "Спокойный": 2,
        "Творческий": 3,
        "Путешествия": 5
    },
    "Какое хобби тебе ближе?" : {
        "Спорт": 3,
        "Чтение": 2,
        "Искусство": 4,
        "Путешествия": 5
    },
    "Какой тип животных тебе больше нравится?" : {
        "Дикие": 5,
        "Домашние": 3,
        "Экзотические": 4,
        "Морские": 2
    },
    "Какой цвет тебе нравится?" : {
        "Зелёный": 3,
        "Синий": 2,
        "Красный": 4,
        "Чёрный": 5
    },
    "Как говорит твоя душа?" : {
        "Говори громко": 4,
        "Слушай внимательно": 2,
        "Творить": 5,
        "Любить": 3
    },
    "Как ты относишься к путешествиям?" : {
        "С радостью": 5,
        "Иногда": 3,
        "Не особо": 1
    },
    "Что для тебя важнее?" : {
        "Свобода": 5,
        "Безопасность": 4,
        "Комфорт": 3,
        "Приключения": 2
    },
    "Куда ты бы хотел поехать?" : {
        "В горах": 5,
        "На побережье": 4,
        "В город": 3,
        "В иное место": 2
    },
    "Что ты делаешь в свободное время?" : {
        "Сплю": 1,
        "Читаю": 3,
        "Катаюсь на велосипеде": 4,
        "Смотрю документалки": 2
    },
    "Какой запах ты любишь?" : {
        "Запах моря": 5,
        "Запах леса": 4,
        "Запах свежего хлеба": 3
    },
    "Что ты считаешь важным в жизни?" : {
        "Друзья и семья": 4,
        "Карьера": 3,
        "Приключения": 5,
        "Забота о природе": 2
    },
    "Какой вид спорта тебе нравится?" : {
        "Футбол": 4,
        "Плавание": 3,
        "Бег": 2,
        "Экстремальные виды": 5
    },
    "Какой твой любимый напиток?" : {
        "Чай": 2,
        "Кофе": 3,
        "Сок": 1,
        "Коктейли": 4
    },
    "Какой характер у тебя?" : {
        "Коммуникабельный": 3,
        "Замкнутый": 2,
        "Активный": 5,
        "Спокойный": 4
    },
    "Как ты любишь проводить выходные?" : {
        "На природе": 5,
        "С друзьями": 3,
        "За книгой": 2,
        "Спя": 1
    },
    "Какой музыкой ты увлекаешься?" : {
        "Классическая": 3,
        "Поп": 2,
        "Рок": 4,
        "Электронная": 5
    },
    "Как ты любишь отдыхать?" : {
        "Послушать музыку": 3,
        "Заняться спортом": 5,
        "Проводить время с семьёй": 4,
        "Уединиться": 2
    },
    "Какой у тебя идеальный отпуск?" : {
        "На пляже": 5,
        "В горах": 4,
        "В городе на экскурсиях": 3,
        "На даче": 2
    },
    "Какое ваше отношение к экологии?" : {
        "Очень серьёзное": 5,
        "Старайтесь делать лучше": 4,
        "Просто незамечаю": 1,
        "Без разницы": 2
    },
    "Какой ваш любимый жанр кино?" : {
        "Документалистика": 5,
        "Фантастика": 4,
        "Драма": 2,
        "Комедия": 3
    },
    "Как ты оцениваешь природу?" : {
        "Сохранять и защищать": 5,
        "Ценю за красоту": 4,
        "Не обращаю внимания": 1
    },
    "Какой стиль одежды тебе ближе?" : {
        "Спортивный": 4,
        "Классический": 3,
        "Кэжуал": 2,
        "Экстравагантный": 5
    }
}